Repository: sane-apps/SaneClick
Catalog: SaneClick/Resources/Localizable.xcstrings
Source language: en
Languages: de, es_419, fr, it, ja, ko, nl, pt_br, zh_hans, zh_hant

# saneclick.settings.button.add_folder
source: Add Folder
de: Ordner hinzufügen
es_419: Agregar carpeta
fr: Ajouter un dossier
it: Aggiungi cartella
ja: フォルダを追加
ko: 폴더 추가
nl: Map toevoegen
pt_br: Adicionar pasta
zh_hans: 添加文件夹
zh_hant: 新增資料夾

# saneclick.settings.button.open_system_settings
source: Open Settings
de: Einstellungen öffnen
es_419: Abrir ajustes
fr: Ouvrir les réglages
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Instellingen openen
pt_br: Abrir ajustes
zh_hans: 打开设置
zh_hant: 打開設定

# saneclick.settings.button.refresh
source: Refresh
de: Aktualisieren
es_419: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로 고침
nl: Vernieuwen
pt_br: Atualizar
zh_hans: 刷新
zh_hant: 重新整理

# saneclick.settings.button.refreshing
source: Refreshing...
de: Wird aktualisiert...
es_419: Actualizando...
fr: Actualisation...
it: Aggiornamento...
ja: 更新中...
ko: 새로 고치는 중...
nl: Bezig met vernieuwen...
pt_br: Atualizando...
zh_hans: 正在刷新...
zh_hant: 正在重新整理...

# saneclick.settings.button.remove
source: Remove
de: Entfernen
es_419: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 삭제
nl: Verwijderen
pt_br: Remover
zh_hans: 移除
zh_hant: 移除

# saneclick.settings.button.restart_finder
source: Restart Finder
de: Finder neu starten
es_419: Reiniciar Finder
fr: Relancer Finder
it: Riavvia Finder
ja: Finder を再起動
ko: Finder 다시 시작
nl: Finder opnieuw starten
pt_br: Reiniciar o Finder
zh_hans: 重新启动 Finder
zh_hant: 重新啟動 Finder

# saneclick.settings.help.open_system_settings
source: Enable or disable SaneClick in System Settings
de: SaneClick in den Systemeinstellungen ein- oder ausschalten
es_419: Activa o desactiva SaneClick en Configuración del Sistema
fr: Activez ou désactivez SaneClick dans Réglages Système
it: Attiva o disattiva SaneClick in Impostazioni di Sistema
ja: システム設定で SaneClick を有効または無効にします
ko: 시스템 설정에서 SaneClick을 켜거나 끄세요
nl: Schakel SaneClick in of uit in Systeeminstellingen
pt_br: Ative ou desative o SaneClick nos Ajustes do Sistema
zh_hans: 在系统设置中启用或停用 SaneClick
zh_hant: 在系統設定中啟用或停用 SaneClick

# saneclick.settings.help.refresh
source: Refresh the Finder extension status
de: Den Status der Finder-Erweiterung aktualisieren
es_419: Actualiza el estado de la extensión de Finder
fr: Actualiser l’état de l’extension Finder
it: Aggiorna lo stato dell’estensione di Finder
ja: Finder 拡張の状態を更新します
ko: Finder 확장 상태를 새로 고칩니다
nl: Vernieuw de status van de Finder-extensie
pt_br: Atualize o status da extensão do Finder
zh_hans: 刷新 Finder 扩展状态
zh_hant: 重新整理 Finder 延伸模組狀態

# saneclick.settings.help.restart_finder
source: Restart Finder if the extension is enabled but not yet running
de: Finder neu starten, wenn die Erweiterung aktiviert ist, aber noch nicht läuft
es_419: Reinicia Finder si la extensión está activada pero aún no se está ejecutando
fr: Relancez Finder si l’extension est activée mais pas encore en cours d’exécution
it: Riavvia Finder se l’estensione è attiva ma non è ancora in esecuzione
ja: 拡張機能が有効でもまだ実行されていない場合は Finder を再起動します
ko: 확장 프로그램이 켜져 있지만 아직 실행 중이 아니면 Finder를 다시 시작하세요
nl: Start Finder opnieuw als de extensie is ingeschakeld maar nog niet actief is
pt_br: Reinicie o Finder se a extensão estiver ativada, mas ainda não estiver em execução
zh_hans: 如果扩展已启用但尚未运行，请重新启动 Finder
zh_hant: 如果延伸模組已啟用但尚未執行，請重新啟動 Finder

# saneclick.settings.hint.hidden_icons
source: If you hide both icons, reopen SaneClick from Applications.
de: Wenn du beide Symbole ausblendest, öffne SaneClick wieder über Programme.
es_419: Si ocultas ambos iconos, vuelve a abrir SaneClick desde Aplicaciones.
fr: Si vous masquez les deux icônes, rouvrez SaneClick depuis Applications.
it: Se nascondi entrambe le icone, riapri SaneClick da Applicazioni.
ja: 両方のアイコンを非表示にした場合は、アプリケーションから SaneClick を開き直してください。
ko: 두 아이콘을 모두 숨기면 응용 프로그램에서 SaneClick을 다시 여세요.
nl: Als je beide pictogrammen verbergt, open SaneClick dan opnieuw vanuit Apps.
pt_br: Se você ocultar os dois ícones, reabra o SaneClick em Aplicativos.
zh_hans: 如果你隐藏了两个图标，请从“应用程序”中重新打开 SaneClick。
zh_hant: 如果你隱藏了兩個圖示，請從「應用程式」重新打開 SaneClick。

# saneclick.settings.hint.monitored_folders_empty
source: Choose the folders where SaneClick should appear in Finder.
de: Wähle die Ordner aus, in denen SaneClick im Finder angezeigt werden soll.
es_419: Elige las carpetas donde SaneClick debe aparecer en Finder.
fr: Choisissez les dossiers où SaneClick doit apparaître dans Finder.
it: Scegli le cartelle in cui SaneClick deve apparire nel Finder.
ja: Finder に SaneClick を表示するフォルダを選択します。
ko: Finder에서 SaneClick이 표시되어야 하는 폴더를 선택하세요.
nl: Kies de mappen waarin SaneClick in Finder moet verschijnen.
pt_br: Escolha as pastas em que o SaneClick deve aparecer no Finder.
zh_hans: 选择 SaneClick 应在 Finder 中显示的文件夹。
zh_hant: 選擇 SaneClick 應在 Finder 中顯示的資料夾。

# saneclick.settings.label.active_actions
source: Active actions
de: Aktive Aktionen
es_419: Acciones activas
fr: Actions actives
it: Azioni attive
ja: 有効なアクション
ko: 활성 동작
nl: Actieve acties
pt_br: Ações ativas
zh_hans: 启用的操作
zh_hant: 已啟用的動作

# saneclick.settings.label.total_actions
source: Total actions
de: Aktionen insgesamt
es_419: Acciones totales
fr: Actions totales
it: Azioni totali
ja: アクション合計
ko: 전체 동작
nl: Totaal acties
pt_br: Total de ações
zh_hans: 操作总数
zh_hant: 動作總數

# saneclick.settings.section.app_behavior
source: App Behavior
de: App-Verhalten
es_419: Comportamiento de la app
fr: Comportement de l’app
it: Comportamento dell’app
ja: App の動作
ko: 앱 동작
nl: App-gedrag
pt_br: Comportamento do app
zh_hans: App 行为
zh_hant: App 行為

# saneclick.settings.section.monitored_folders
source: Monitored Folders
de: Beobachtete Ordner
es_419: Carpetas vigiladas
fr: Dossiers surveillés
it: Cartelle monitorate
ja: 監視するフォルダ
ko: 감시 중인 폴더
nl: Bewaakte mappen
pt_br: Pastas monitoradas
zh_hans: 受监视的文件夹
zh_hant: 受監視的資料夾

# saneclick.settings.section.right_click_menu
source: Right-Click Menu
de: Rechtsklick-Menü
es_419: Menú de clic derecho
fr: Menu clic droit
it: Menu clic destro
ja: 右クリックメニュー
ko: 오른쪽 클릭 메뉴
nl: Rechtermuisknopmenu
pt_br: Menu do botão direito
zh_hans: 右键菜单
zh_hant: 右鍵選單

# saneclick.settings.section.your_actions
source: Your Actions
de: Deine Aktionen
es_419: Tus acciones
fr: Vos actions
it: Le tue azioni
ja: あなたのアクション
ko: 내 동작
nl: Je acties
pt_br: Suas ações
zh_hans: 你的操作
zh_hant: 你的動作

# saneclick.settings.toggle.show_action_confirmations
source: Show action confirmations
de: Aktionsbestätigungen anzeigen
es_419: Mostrar confirmaciones de acciones
fr: Afficher les confirmations d’action
it: Mostra conferme delle azioni
ja: アクションの確認を表示
ko: 동작 확인 표시
nl: Actiebevestigingen tonen
pt_br: Mostrar confirmações de ação
zh_hans: 显示操作确认
zh_hant: 顯示動作確認

# saneclick.settings.toggle.show_menu_bar_icon
source: Show menu bar icon
de: Menüleisten-Symbol anzeigen
es_419: Mostrar icono de la barra de menús
fr: Afficher l’icône de la barre des menus
it: Mostra icona nella barra dei menu
ja: メニューバーアイコンを表示
ko: 메뉴 막대 아이콘 표시
nl: Menubalkpictogram tonen
pt_br: Mostrar ícone na barra de menus
zh_hans: 显示菜单栏图标
zh_hant: 顯示選單列圖示
